var pathToFertImgs = "products/fertilizers/";
var fertilizers = [{
        name: "Диаминнийфосфат 18%азот 47%фосфор",
        image: pathToFertImgs + "di-ammonium-phosphate.webp",
        description: "Азотно-фосфорное комплексное сложное удобрение. Не содержит нитратов и хлора. Применяется на всех типах почв, под все культуры. ",
        full_description: "Азотно-фосфорное комплексное сложное удобрение. Не содержит нитратов и хлора. Применяется на всех типах почв, под все культуры. Получают в едином технологическом процессе путем нейтрализации фосфорной кислоты избытком аммония. Может применяться и осенью под вспашку, и весной при посеве, и в предпосевную культивацию. Сера в составе удобрения также способствует лучшему усвоению растениями азота и фосфора.",
        active_substance: ""
    }, {
        name: "Диаммофоска 10:26:26",
        image: pathToFertImgs + "640x640_diammofoska-diammonijfosfat.webp",
        description: "Классическое комплексное удобрение, используемое в традиционных системах земледелия в качестве основного удобрения как под пропашные культуры с осенней вспашкой, так и под озимые. ",
        full_description: "Классическое комплексное удобрение, используемое в традиционных системах земледелия в качестве основного удобрения как под пропашные культуры с осенней вспашкой, так и под озимые. Его применение особенно выгодно в почвенных зонах с низким содержанием подвижного фосфора и калия, где отзывчивость культурных растений на диаммофоску выше, чем на плодородных почвах.",
        active_substance: ""
    }, {
        name: "Калий хлористый гранулированный 60%",
        image: pathToFertImgs + "kali-chlor-gran-60per-700x700.jpg",
        description: "Калий хлористый – основное калийное удобрение во всем мире. Применяется в качестве основного удобрения под вспашку, а на легких почвах – под культивацию. ",
        full_description: "Калий хлористый – основное калийное удобрение во всем мире. Применяется в качестве основного удобрения под вспашку, а на легких почвах – под культивацию. Хлористый калий для использования в сельском хозяйстве поставляется в гранулированном или крупнокристаллическом виде.Калий хлористый является исключительно важным по своей функциональности минеральным калийным удобрением, калий — участник основных процессов роста растения. Потребление калия растениями в минеральном питании значительно больше, чем других элементов.",
        active_substance: ""
    }, {
        name: "Карбамид",
        image: pathToFertImgs + "karbamid.png",
        description: "Карбамид  – удобрение с амидной формой азота. Это самое концентрированное из всех азотных удобрений",
        full_description: "Карбамид  – удобрение с амидной формой азота. Это самое концентрированное из всех азотных удобрений. Выпускается в гранулированном виде. Гранулированная мочевина обладает отличными физическими характеристиками: не слеживается, сохраняет хорошую рассеиваемость. Применяется под все сельскохозяйственные культуры в виде раствора, как для основного внесения, так и для некорневой подкормки. Мочевина используется в качестве компонента для производства сложных удобрений и новых видов медленно действующих азотных удобрений.",
        active_substance: ""
    }, {
        name: "Суперфосфат NP 9:39",
        image: pathToFertImgs + "superfosfat.jpg",
        description: "Суперфосфат гранулированный – высокоэффективное гранулированное фосфорное удобрение. ",
        full_description: "Суперфосфат гранулированный – высокоэффективное гранулированное фосфорное удобрение. Суперфосфат – удобрение, оказывающее многолетнее воздействие на культурные растения. Он влияет на развитие корневой системы, образование плодов и вкусовые качества агропродукции, а также является незаменимым компонентом для питания растений.",
        active_substance: ""
    }, {
        name: "Сульфат аммония 21% азот 24% сера(гранулированный)",
        image: pathToFertImgs + "sulfat-amonia.png",
        description: "Сульфат аммония — минеральное удобрение, содержащее в составе сразу два важных для всех культур вещества — азот и серу.",
        full_description: "Сульфат аммония — минеральное удобрение, содержащее в составе сразу два важных для всех культур вещества — азот и серу. Сульфат аммония в сельском хозяйстве используют как основное удобрение под различные культуры. Хорошо рассеивается и быстро растворяется в воде, не расплывается на воздухе и сохраняет рассыпчатость.",
        active_substance: ""
    }, {
        name: "Сульфоаммофос 20:20:14(азот/фосфор/сера)",
        image: pathToFertImgs + "Superphosphate.jpg",
        description: "Сульфоаммофос – комплексное серосодержащее, азотно-фосфорное удобрение.",
        full_description: "Сульфоаммофос – комплексное серосодержащее, азотно-фосфорное удобрение. Применяется для основного, припосевного внесения и в качестве подкормки для различных сельскохозяйственных, декоративных и плодовых культур. Получают путем нейтрализации фосфорной и серной кислоты аммиаком с последующим введением в зону реакции серной кислоты.",
        active_substance: ""
    }, {
        name: "Азотно-фосфорно-калийное удобрение NPK 8-20-30",
        image: pathToFertImgs + "azot-fosfor-kaliy-npk-8-20-30.jpg",
        description: "Концентрированное, высокоэффективное азотно — фосфорно — калийное минеральное удобрение. NPK 8:20:30 производят в гранулированном виде, в ее состав входит все три основных элемента питания: азот, фосфор, калий.",
        full_description: "Концентрированное, высокоэффективное азотно — фосфорно — калийное минеральное удобрение. NPK 8:20:30 производят в гранулированном виде, в ее состав входит все три основных элемента питания: азот, фосфор, калий. Все питательные элементы, в т. ч. и фосфор, содержатся в водорастворимой форме и легкодоступны растениям. Высокая концентрация питательных веществ, выровненный гранулометрический состав, химическая однородность, содержание всех элементов в одной грануле позволяют равномерно распределить питательные элементы в почве, обеспечить сбалансированное питание растений в течение всего периода вегетации.",
        active_substance: ""
    }, {
        name: "Азотное-серосодержащее удобрение N-26% S-13% (гранулированный).",
        image: pathToFertImgs + "saletrosan_26_granula-gallery_thumb_adapt_230x310xfff.jpg",
        description: "Сульфонитрат - удобрение азотное, серосодержащее, гранулированное. ",
        full_description: "Сульфонитрат - удобрение азотное, серосодержащее, гранулированное. Применяется в основное и припосевное внесение в весенний период, а также при проведении подкормок в течение вегетационного периода на почвах с недостаточным содержанием серы. Получают путем химической реакции между различными веществами, содержащими серу и азот, с последующим удалением примесей и гранулированием продукта.",
        active_substance: ""
    }
    // , {
    //     name: "",
    //     image: pathToFertImgs + "sulfat-amonia.jpg",
    //     description: "",
    //     full_description: "",
    //     active_substance: ""
    // }
]